[
  {
    "quote": "Stand up straight with your shoulders back.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Treat yourself like someone you are responsible for helping.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Make friends with people who want the best for you.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Compare yourself to who you were yesterday, not to who someone else is today.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Do not let your children do anything that makes you dislike them.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Set your house in perfect order before you criticize the world.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Pursue what is meaningful (not what is expedient).",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Tell the truth (or, at least, don't lie).",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Assume that the person you are listening to might know something you don't.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Be precise in your speech.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Do not bother children when they are skateboarding.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Pet a cat when you encounter one on the street.",
    "source": "Jordan Peterson, 12 Rules for Life"
  },
  {
    "quote": "Stop allowing your mind to be a slave, to be jerked about by selfish impulses, to kick against fate and the present, and to mistrust the future.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "The world is maintained by change—in the elements and in the things they compose. That should be enough for you; treat it as an axiom.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "Concentrate every minute like a Roman—like a man—on doing what's in front of you with precise and genuine seriousness, tenderly, willingly, with justice.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "You could leave life right now. Let that determine what you do and say and think.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "Never regard something as doing you good if it makes you betray a trust, or lose your sense of shame, or makes you show hatred, suspicion, ill will, or hypocrisy, or a desire for things best done behind closed doors.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "Choose not to be harmed—and you won't feel harmed. Don't feel harmed—and you haven't been.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "It can ruin your life only if it ruins your character. Otherwise it cannot harm you—inside or out.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "In short, know this: Human lives are brief and trivial. Yesterday a blob of semen; tomorrow embalming fluid, ash.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "So remember this principle when something threatens to cause you pain: the thing itself was no misfortune at all; to endure it and prevail is great good fortune.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "Take the shortest route, the one that nature planned—to speak and act in the healthiest way. Do this, and be free of pain and stress, free of all calculation and pretension.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "The things you think about determine the quality of your mind. Your soul takes on the color of your thoughts.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "The impediment to action advances action. What stands in the way becomes the way.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "So other people hurt me? That's their problem. Their character and actions are not mine. What is done to me is ordained by nature, what I do by my own.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "But true good fortune is what you make for yourself. Good fortune: good character, good intentions, and good actions.",
    "source": "Marcus Aurelius, Meditations"
  },
  {
    "quote": "Practice makes better.",
    "source": "Unknown"
  },
  {
    "quote": "Bring good cards.",
    "source": "Jayden, shool friend of George Walsh, 2014"
  },
  {
    "quote": "Around here, however, we don't look backwards for very long. We keep moving forward, opening up new doors and doing new things, because we're curious... and curiosity keeps leading us down new paths.",
    "source": "Walt Disney"
  },
  {
    "quote": "If you always put limits on everything you do, physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.",
    "source": "Bruce Lee"
  }
]
